"About" = "Rreth";
"About %@" = "Rreth %@";
"Accessibility" = "Çasja";
"Acknowledgments" = "Mirënjohjet";
"Active app" = "Aplikacioni aktiv";
"Active screen" = "Ekrani aktiv";
"Active Space" = "Hapësira Aktive";
"Additional controls" = "Kontrolle shtesë";
"Additional controls…" = "Kontrolle shtesë";
"Advanced" = "I avancuar";
"After release" = "Pas lëshimit";
"Align windows" = "Rreshtoni dritaret";
"Align windows:" = "Rradhit dritaret:";
"All apps" = "Të gjitha aplikacionet";
"All data from this form will be made public, as a ticket on github.com" = "Të gjitha të dhënat nga kjo formë bëhen publike, si tiketë në github.com";
"All screens" = "Të gjitha dritaret";
"All Spaces" = "Të gjitha hapësirat";
"Allowed" = "E lejuar";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Rend alfabetik";
"Also select windows using:" = "Gjithashtu zgjedh dritaret duke përdorur:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab dështoi kur e përdorët herën e fundit. Dërgimi i një raportimi të dështimit do të ndihmojë në zgjedhjen e problemit";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab aktualisht është vendosur të tregojë aplikacione.Kjo cilësim është në dispozicion vetëm kur Alttab është vendosur të tregojë Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab ka nevojë për disa leje";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab do të tregojë nëse dritarja aktualisht është minimizuar ose në ekran të plotë me një ikonë të statusit.";
"Always" = "Gjithmonë";
"Always send crash reports" = "Gjithmonë dërgo raportime të dështimeve";
"and press" = "dhe shtypni";
"and press:" = "dhe prekni:";
"Animations" = "Animacione";
"Animations…" = "Animacione";
"App (BundleID starting with)" = "Aplikacioni (Bundleid duke filluar me)";
"App Icons" = "Ikona të aplikacionit";
"App is hidden" = "Aplikacioni është i fshehur";
"App is running but has no open window" = "Aplikacioni po funksionon, por nuk ka asnjë dritare të hapur";
"Apparition delay" = "Vonesë në pamje";
"Apparition delay:" = "Vonesa e shfaqjes";
"Appearance" = "Pamja";
"Application Name" = "Emrin e aplikimit";
"Application Name - Window Title" = "Emri i Aplikimit - Titulli i dritares";
"Applications" = "Aplikime";
"Are you sure you don’t want a response?" = "Jeni të sigurtë që nuk doni përgjigje?";
"Arrow keys" = "Tastet me shigjeta";
"Ask whether to send crash reports" = "Pyet para se të dërgohet raporti i dështimeve";
"Auto-install updates periodically" = "Auto-instalo përditësimet";
"Blacklists" = "Lista e zezë";
"Cancel" = "Anulo";
"Cancel and hide" = "Anulo dhe fshih";
"Center" = "Qendër";
"Check for updates now…" = "Shiko për përditësime tani...";
"Check for updates periodically" = "Shiko për përditësime shpesh";
"Check for updates…" = "Shiko për përditësime";
"Check permissions…" = "Kontrolloni lejet";
"Close window" = "Mbyll dritaren";
"Conflicting shortcut" = "Shkurtesë kontradiktore";
"Controls" = "Kontrollet";
"Crash reports policy" = "Politika e raporteve të përplasjeve";
"Crash reports policy:" = "Politika e raportimit të dështimeve:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Rregulloni stilin e ikonave të aplikacionit";
"Customize Thumbnails style…" = "Rregulloni stilin e tablove";
"Customize Titles style…" = "Rregulloni stilin e titujve";
"Dark" = "I errët";
"Disabled" = "Disabled";
"Do nothing" = "Bëj asgjë";
"Don’t check for updates periodically" = "Mos shiko për përditësime shpesh";
"Don’t send" = "Mos Dërgo";
"Don’t show windows from these apps" = "Mos shfaq dritaret nga këto aplikacione";
"Done" = "I mbaruar";
"End" = "Fund";
"Fade out animation" = "Fade Out Animation";
"Fade out animation:" = "Animimi i zbehjes së jashtme:";
"Focus selected window" = "Fokuso dritaret e zgjedhura";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Dritare me ekran të plotë:";
"Fullscreen/Defullscreen window" = "Dritarja e ekranit të plotë/DegaScreen";
"General" = "E përgjithshme";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Dritaret e fshehura:";
"Hide" = "Fshih";
"Hide app badges" = "Fshih etiketat e aplikacioneve";
"Hide app badges:" = "Fshih etiketat e aplikacioneve:";
"Hide apps with no open window" = "Fshih aplikacionet pa dritare të hapura";
"Hide apps with no open window:" = "Fshih aplikacionet pa dritare të hapura:";
"Hide colored circles on mouse hover" = "Fshih rrathët e ngjyrosur përmbi kursor";
"Hide colored circles on mouse hover:" = "Fshih rrathët e ngjyrosur përmbi kursor:";
"Hide in %@" = "Fsheh në %@";
"Hide Space number labels" = "Fshih etiketat e numrit";
"Hide Space number labels:" = "Fshih etiketat e numrit:";
"Hide status icons" = "Fshih ikonat e statusit";
"Hide status icons:" = "Fshih ikonat e statusit:";
"Hide window thumbnails:" = "Fshihni minaturat e dritareve";
"Hide/Show app" = "Fshih/Shfaq Aplikacionin";
"High" = "I lartë";
"Highest" = "Më i lartë";
"Hold" = "Mbaj";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Mendoj se aplikacioni mund të përmirësohet me…";
"Ignore shortcuts when active" = "Injoroni shkurtesat kur janë aktive";
"Ignore shortcuts while a window from these apps is active" = "Injoro shkurtesat kur një dritare nga këto aplikacione është aktive";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "I madh";
"Later" = "Later";
"Latest releases" = "Lansimet e fundit";
"Leading" = "Drejtues";
"Left" = "Majtas";
"Light" = "I ndezur";
"Max height on screen:" = "Lartësia maksimale në ekran:";
"Max width on screen:" = "Gjerësia maksimale në ekran:";
"Medium" = "Mesatare";
"Menubar icon" = "Ikonë e menubarit";
"Menubar icon:" = "Ikona e menusë:";
"Middle" = "Mes";
"Minimize/Deminimize window" = "Zvogëlo/Çzvogëlo dritaren";
"Minimized windows:" = "Dritare te zvogëluara:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Të ndyshme:";
"Mouse hover" = "Mbi kursor";
"Multiple screens" = "Ekranet e shumta";
"Never send crash reports" = "Kurrë mos dërgo raport të dështimeve";
"Normal" = "Normal";
"Not allowed" = "E palejuar";
"NSHumanReadableCopyright" = "GPL-3.0 liçenca";
"Only if the window is fullscreen" = "Vetën nëse dritarja është fullscreen";
"Open Accessibility Preferences…" = "Hap preferencat e çasjes…";
"Open Screen Recording Preferences…" = "Hap preferencat e inqizimit të ekranit…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Jo-Obligative: E-mail (nëse doni përgjigje)";
"Order windows by" = "Porosit dritaret nga";
"Policies" = "Politikat";
"Preferences…" = "Preferencat";
"Preview selected window" = "Dritarja e zgjedhur e shikimit";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Paraprakisht dritaren e zgjedhur.";
"Quit" = "Dil";
"Quit %@" = "Dil %@";
"Quit app" = "Mbyll aplikacionin";
"Recently Created" = "Recently Created";
"Recently Created First" = "Krijuar së fundmi i pari";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Së pari u përqëndrua së fundmi";
"Remember my choice" = "Mbaj mend zgjedhjen time";
"Reset preferences and restart" = "Rivendosni preferencat dhe rindizni";
"Reset preferences and restart…" = "Rivendosni preferencat dhe rinisni";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rreshta me minaturë:";
"Screen including menu bar" = "Ekrani përfshin shiritin e menysë";
"Screen including mouse" = "Ekrani përfshin mous-in";
"Screen Recording" = "Inqizimi i ekranit";
"Screen showing AltTab" = "Ekran shfaq AltTab";
"Select next window" = "Zgjidh dritaren e ardhshme";
"Select previous window" = "Zgjidh dritaren paraprake";
"Select windows on mouse hover" = "Zgjidhni Windows on Mouse Hover";
"Select windows using arrow keys" = "Zgjidhni Windows duke përdorur çelësat e shigjetave";
"Select windows using vim keys" = "Zgjidhni Windows duke përdorur çelësat VIM";
"Send" = "Dërgo";
"Send a crash report?" = "Dërgo raport dështimi?";
"Send anyway" = "Sidoqoftë dërgo";
"Send debug profile (CPU, memory, etc)" = "Dërgo profilin e korigjimit (CPU, memory, etc)";
"Send feedback" = "Dërgo mendime";
"Send feedback…" = "Dërgo mendime…";
"Share improvement ideas, or report bugs" = "Ndaj ide për përmirësim, ose raporto gabime";
"Shortcut 1" = "Shkurtesa 1";
"Shortcut 2" = "Shkurtesa 2";
"Shortcut 3" = "Shkurtore 3";
"Shortcut 4" = "Shkurtore 4";
"Shortcut 5" = "Shkurtore 5";
"Shortcut already assigned to another action: %@" = "Shkurtesa tashmë është caktuar tjetër veprimi: %@";
"Shortcuts When Active" = "Shkurtore kur janë aktive";
"Shortcuts when active…" = "Shkurtore kur janë aktive";
"Show" = "Shfaq";
"Show & Hide" = "Shfaq Fshih";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Tregoni një artikull në ndërruesin për secilën dritare, ose për secilën aplikacion.Windows do të përqendrohet, ndërsa aplikacionet do të aktivizohen.";
"Show at the end" = "Shfaq në fund";
"Show fullscreen windows" = "Shfaq dritaret me ekran të plotë";
"Show hidden windows" = "Trego dritare të fshehura";
"Show in switcher" = "Shfaq në Switcher";
"Show minimized windows" = "Trego dritare të minimizuara";
"Show on" = "Tregoj";
"Show on:" = "Shfaq në:";
"Show standard tabs as windows" = "Shfaq skedat standarde si dritare";
"Show standard tabs as windows:" = "Shfaq skedat standarde si dritare:";
"Show titles" = "Tregojnë tituj";
"Show windows from applications" = "Tregoni Windows nga aplikacionet";
"Show windows from screens" = "Tregoni Windows nga Ekranet";
"Show windows from Spaces" = "Tregoni dritare nga hapësirat";
"Show windows from:" = "Shfaq dritaret nga:";
"Size" = "Madhësi";
"Skipped" = "Skipped";
"Small" = "I vogël";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Disa aplikacione si Finder ose Preview përdorin skedat standarde të cilat veprojnë si dritare të pavarura.Disa aplikacione të tjera si shfletuesit e uebit përdorin skedat me porosi që veprojnë në mënyra unike dhe nuk janë dritare aktuale.Alttab nuk mund t'i rendisë ato veç e veç.";
"Source code repository" = "Depo e kodit burimor";
"Space" = "Space";
"Space Order" = "Urdhër për hapësirën";
"Start" = "Fillim";
"Start at login" = "Filloni në hyrje";
"Start at login:" = "Starto gjatë identifikimit:";
"Support this project ❤️" = "Mbështetni këtë projekt";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Kaloni midis 3 stileve të ndryshme.Ju mund t'i rregulloni ato.";
"System" = "Sistem";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Temë";
"Theme:" = "Motivi:";
"Then release:" = "Pastaj lëshoni:";
"This permission is needed to focus windows after you release the shortcut" = "Kjo leje është e nevojshme për të fokusuar dritaret pasi të lëshoni shkurtesën";
"This permission is needed to show screenshots and titles of open windows" = "Kjo leje është e nevojshme për të shfaqur screenshots dhe titujt e dirtareve të hapura";
"Thumbnails" = "Thumba";
"Title" = "Title";
"Title truncation" = "Titulli i Titullit";
"Titles" = "Tituj";
"Trigger shortcut" = "Shkurtore";
"Unassign existing shortcut and continue" = "Largo shkurtesën aktuale dhe vazhdo";
"Updates policy" = "Politika e azhurnimeve";
"Updates policy:" = "Politika e përditësimit:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Verzioni";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Shfaq diskutimet egzistuese";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Çelësat vim tashmë të caktuar për veprime të tjera: \\ n%@";
"Visibility" = "Shikim";
"Visible Spaces" = "Hapësirat e dukshme";
"When fullscreen" = "Kur është në ekran të plotë";
"When no open window" = "Kur nuk ka dritare të hapur";
"While open, press:" = "Duke qenë hapur, prekni:";
"Window app icon size:" = "Madhësia e ikonës së dritarës së aplikacionit:";
"Window is fullscreen" = "Dritarja është në ekran të plotë";
"Window is minimized" = "Dritarja minimizohet";
"Window is on every Space" = "Dritarja është në çdo hapësirë";
"Window is on Space %d" = "Dritarja është në hapësirë ​​%d";
"Window max width in row:" = "Gjerësia maksimale e dritares në rresht:";
"Window min width in row:" = "Gjerësia minimale e dritares në rresht";
"Window order:" = "Window order:";
"Window Title" = "Titull dritaresh";
"Window title font size:" = "Madhësia e fontit të titullit të dritares:";
"Window title truncation:" = "Titulli i kthesës së dritares:";
"Windows" = "Dritare";
"You can’t undo this action." = "Ju nuk mund ta zhbllokoni këtë veprim.";
"You didn’t write your email, thus can’t receive any response." = "JU nuk keni shkruar email, kështu që nuk mund të pranoni përgjigje";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
